;Place localized text in this file

[LWS_Keeper X2SoldierClassTemplate]
DisplayName="守护者"
ClassSummary="守护者在军事后勤领域是专家。他们为盟友提供补给，并用防御战术和快速反应射击锁定敌人。"
LeftAbilityTreeTitle="监督者"
RightAbilityTreeTitle="无眼之队"
AbilityTreeTitles[0]="监督者"
AbilityTreeTitles[1]="无尽"
AbilityTreeTitles[2]="无眼之队"
AbilityTreeTitles[3]="XCOM"

[IRI_GrappleGun X2AbilityTemplate]
LocFriendlyName="抓钩枪"
LocLongDescription=" <Ability:ClassName/> 可以使用抓钩枪迅速移动到高处位置或从战场上回收战利品。"
LocHelpText="使用抓钩枪迅速移动到高处位置。"
LocPromotionPopupText=""
LocFlyOverText="抓钩枪"

[IRI_ResupplyAmmo X2AbilityTemplate]
LocFriendlyName="弹药补给"
LocLongDescription="为指定盟友单位重新装填主武器。如果该单位装备了特殊弹药，其效果将应用到重新装填的武器上，直到下一次常规装填。 <Ability:ResupplyAmmoCooldown/> 回合冷却。"
LocHelpText="为指定盟友单位重新装填主武器。如果装备了特殊弹药，其效果将应用到重新装填的武器上，直到下一次常规装填。"
LocPromotionPopupText="如果目标士兵已经携带特殊弹药，守护者的特殊弹药将暂时覆盖其效果。"
LocFlyOverText="弹药补给"

[IRI_SupplyRun X2AbilityTemplate]
LocFriendlyName="补给行动"
LocLongDescription="使用弹药补给或绷带投掷对盟友进行补给时，为其提供一个仅限于移动的行动点。"
LocHelpText="使用弹药补给或绷带投掷对盟友进行补给时，为其提供一个仅限于移动的行动点。"
LocPromotionPopupText="这个移动行动点适用于能力的使用者，而不是目标。"
LocFlyOverText="补给行动"

[MarkTarget X2AbilityTemplate]
LocFriendlyName="标记目标"
LocLongDescription=" <Ability:ClassName/> 可以标记一个目标，命令XCOM士兵集中火力攻击该目标。任何攻击标记目标的XCOM士兵都将获得命中的加成。"
LocHelpText="使用标记目标时，获得命中的加成。"
LocPromotionPopupText=""
LocFlyOverText="标记目标"

[ScrapMetal_LW X2AbilityTemplate]
LocFriendlyName="废铁"
LocFlyOverText="废铁：回收弹药"
LocLongDescription="使用主武器击杀敌人时，恢复一支削短型霰弹枪的弹药。"
LocHelpText="使用主武器击杀敌人时，恢复一支削短型霰弹枪的弹药。"
LocPromotionPopupText="<Bullet/> 使用主武器击杀敌人时，恢复一支削短型霰弹枪的弹药。<br/><Bullet/> 此效果不适用于使用削短型霰弹枪本身造成的击杀。<br/><Bullet/> 如果削短型霰弹枪的弹药已经达到起始值，此能力将无法提供弹药。<br/>"

[ScrapMetalTrigger_LW X2AbilityTemplate]
LocFriendlyName="废铁：回收弹药"